tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "openssl@1.1"
brew "byobu"
brew "cassandra"
brew "commitizen"
brew "gcc"
brew "pkg-config"
brew "gnupg"
brew "htop"
brew "httpie"
brew "jq"
brew "libvirt", restart_service: true
brew "libxml2"
brew "libxmlsec1"
brew "lsd"
brew "ncdu"
brew "neofetch"
brew "neovim"
brew "pgcli"
brew "poetry"
brew "postgresql"
brew "pre-commit"
brew "pyenv"
brew "qemu"
brew "ranger"
brew "tldr"
brew "tree"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "authy"
cask "brave-browser"
cask "docker"
cask "font-jetbrains-mono-nerd-font"
cask "iglance"
cask "iterm2"
cask "karabiner-elements"
cask "keka"
cask "lastpass"
cask "notion"
cask "slack"
cask "tunnelblick"
cask "utm"
cask "vagrant"
cask "visual-studio-code"
